Repository: Nanisong/MalinAstrionics
Catalog: MalinSpace.*.resx
Languages: de_de

# groupBoxVelocity.Text
source: Star Velocity
de_de: Sternengeschwindigkeit

# ButtonVelocity.Text
source: Calculate
de_de: Berechnung

# label5.Text
source: Rest Wavelenght(nm)
de_de: Ruhewellenlänge(nm)

# label1.Text
source: Observed Wavelenght(nm)
de_de: Beobachtete Wellenlänge(nm)

# groupBoxDistance.Text
source: Star Distance
de_de: Sternentfernung

# ButtonStarDistance.Text
source: Calculate
de_de: Berechnung

# groupBoxTemperature.Text
source: Temperature in Kelvin
de_de: Temperatur (Kelvin)

# ButtonKelvin.Text
source: Calculate
de_de: Berechnung

# labelCelsius.Text
source: Celsius(degree C)
de_de: Celsius (Grad C)

# groupBoxHorizon.Text
source: Event Horizon
de_de: Ereignishorizont

# ButtonSchRadius.Text
source: Calculate
de_de: Berechnung

# labelMass.Text
source: Blackhole Mass(Kg)
de_de: Schwarzlochmasse (kg)

# columnVelocity.Text
source: Star Velocity (m/s)
de_de: Sternengeschwindigkeit (m/s)

# columnDistance.Text
source: Star Distance (parsec)
de_de: Sternentfernung (Parsec)

# columnHorizon.Text
source: Event horizon (metres)
de_de: Ereignishorizont (Meter)

# $this.Text
source: MalinSpace
de_de: MalinUniversum
